---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RasterSymbolHeight
source: html/0d716167-67bb-04e3-2266-952bea13fbd6.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RasterSymbolHeight Property

"Height"

## Syntax (C#)
```csharp
public static ForgeTypeId RasterSymbolHeight { get; }
```